{"ingredients_overview": [{"ingredient_name": "Prunus Amygdalus Dulcis Oil", "ingredient_url": "/ingredients/prunus-amygdalus-dulcis-oil", "ingredient_uses": "What it does:\n\nSkin Conditioning", "ingredient_information": "Prunus Amygdalus Dulcis Oil comes from the sweet almond, a tree native to Iran. This oil has no fragrance and is non-volatile. Almonds contain healthy fats, vitamins, and minerals. It is a rich source of Vitamin E, a great antioxidant and skin conditioning ingredient. Sweet almond oil contains fatty acids such as linolenic acid and triglycerides.\n\n\nRead more\n\n\n\n\n\nRead less\n\n\n\n\n\n\nThe content of sweet almond oil makes it a great emollient; it can help soften and hydrate your skin. Emollients create a barrier over your skin to trap moisture in. Sweet almond oil has antioxidant properties. This may help with anti-aging, as antioxidants help fight free-radicals. Free-radicals are unstable molecules that may damage your skin's cells. Those with an almond allergy should be careful of this ingredient and speak with a professional about using it in your skincare. This ingredient may not be fungal-acne safe. \n\nLearn more about Prunus Amygdalus Dulcis Oil"}, {"ingredient_name": "Persea Gratissima Oil", "ingredient_url": "/ingredients/persea-gratissima-oil", "ingredient_uses": "What it does:\n\nSkin Conditioning", "ingredient_information": "Persea Gratissima Oil is made by pressing dehydrated avocado fruit from the tree Persea gratissima, Lauraceae. Avocado Oil has antioxidant properties. Antioxidants help fight off free-radicals. Free-radicals are molecules that may damage your skin cells. \n\n\nRead more\n\n\n\n\n\nRead less\n\n\n\n\n\n\nAvocado Oil is mostly made up of the glycerides of fatty acids. About 67% of these fatty acids is made up of oleic acid. Palmitic acid and linoleic acid are also present. These fatty acids help hydrate and soften the skin. It may increase collagen content in the skin. Collagen helps keep your skin plump and firm. Avocado Oil reduces inflammation and has not shown to clog glands. Avocados also have B vitamins, vitamin K, vitamin C, vitamin E, and potassium.\n\nLearn more about Persea Gratissima Oil"}, {"ingredient_name": "Ricinus Communis Seed Oil", "ingredient_url": "/ingredients/ricinus-communis-seed-oil", "ingredient_uses": "What it does:\n\nMasking, Perfuming, Skin Conditioning", "ingredient_information": "Ricinus Communis Seed Oil is the INCI name for castor oil. Castor Oil helps moisturize the skin. It is rich in a fatty acid called ricinoleic acid. This fatty acid helps prevent moisture loss on the skin. This helps keep your skin soft and hydrated. Ricinoleic acid also has anti-inflammatory and pain reducing properties. \n\n\nRead more\n\n\n\n\n\nRead less\n\n\n\n\n\n\nBesides hydrating the skin, castor oil is also used to hydrate hair. By keeping the hair shaft moisturized, breakage is decreased. More studies are needed to show castor oil's effective on stimulating hair growth. Castor oil is created by cold-pressing castor seeds and then purifying the oil with heat. It was used in Ancient Egypt as fuel in lamps and to help treat eye irritation. The term 'fragrance' is not regulated in many countries. In many cases, it is up to the brand to define this term. For instance, many brands choose to label themselves as \"fragrance-free\" because they are not using synthetic fragrances. However, their products may still contain ingredients such as essential oils that are considered a fragrance.\n\nLearn more about Ricinus Communis Seed Oil"}, {"ingredient_name": "Cocos Nucifera Oil", "ingredient_url": "/ingredients/cocos-nucifera-oil", "ingredient_uses": "What it does:\n\nMasking, Perfuming, Skin Conditioning", "ingredient_information": "Cocos Nucifera Oil is obtained from the kernels of the coconut fruit. In other words, this is coconut oil. Coconut Oil is rich in fatty acids with lauric acid making up the majority of these. It also contains linoleic acid. Due to this high fatty acid content, coconut oil helps trap moisture and soften skin. \n\n\nRead more\n\n\n\n\n\nRead less\n\n\n\n\n\n\nDespite being antibacterial, coconut oil may not be great for acne-prone skin. It is comedogenic and may clog pores. This ingredient may not be safe for malassezia or fungal acne.Coconut Oil should not replace your sunscreen for UV protection. Studies show it only blocks about 20% of UV. This oil is non-volatile and has a light scent. The term 'fragrance' is not regulated in many countries. In many cases, it is up to the brand to define this term. For instance, many brands choose to label themselves as \"fragrance-free\" because they are not using synthetic fragrances. However, their products may still contain ingredients such as essential oils that are considered a fragrance.\n\nLearn more about Cocos Nucifera Oil"}, {"ingredient_name": "Simmondsia Chinensis Seed Oil", "ingredient_url": "/ingredients/simmondsia-chinensis-seed-oil", "ingredient_uses": "What it does:\n\nEmollient, Skin Conditioning", "ingredient_information": "Simmondsia Chinensis Seed Oil is the fixed oil expressed or extracted from seeds of the desert shrub Jojoba, or Simmondsia chinensis. Jojoba is native to the southwestern US. The seed oil is liquid wax ester from the plant. It is non-comedogenic. Jojoba oil does not contain fragrance and has many fatty-acids, making it a great soothing ingredient. Jojoba contains Vitamin E, a great moisturizing ingredient. Vitamin E is also an antioxidant. Antioxidants help protect your skin against free-radical damage. This may help in anti-aging. \n\n\nRead more\n\n\n\n\n\nRead less\n\n\n\n\n\n\nJojoba seed oil is a humectant, meaning it helps draw moisture from the air. This helps keep your skin hydrated. While jojoba has antibacterial properties, it is only able to kill some bacteria. It has also been shown to help in wound healing. Indigenous cultures have used jojoba as a moisturizer and to help treat burns. It is found to be similar to natural human skin sebum, so it has a great effect on dry skin. Jojoba oil may even help with regulating sebum production. Although jojoba oil is non-comedogenic, we recommend speaking with a professional about using this ingredient if you have any concerns. Jojoba oil may not be fungal acne safe. We recommend speaking with a professional if you have any concerns.\n\nLearn more about Simmondsia Chinensis Seed Oil"}, {"ingredient_name": "Vitis Vinifera Seed Oil", "ingredient_url": "/ingredients/vitis-vinifera-seed-oil", "ingredient_uses": "What it does:\n\nEmollient, Skin Conditioning", "ingredient_information": "Vitis Vinifera Seed Oil comes from the grape vine. Grape seeds are a byproduct of creating grape juice or wine. The components of grape seeds have many skin benefits. Research has found it to be antimicrobial and anti-inflammatory. It also contains many potent antioxidants such as Vitamin E , Vitamin C, proanthocyanidins, polyphenols, flavonoids, and anthocyanins. Proanthocyanidin has been shown to help even out skin tone.\n\n\nRead more\n\n\n\n\n\nRead less\n\n\n\n\n\n\nAntioxidants help fight free-radical molecules. Free-radical molecules are capable of damaging our cells and other genetic material. Antioxidants help stabilize free-radicals by donating extra electrons. Grape seed extract may help reduce the signs of aging. The antimicrobial properties of grape seed may help treat acne. However, more research is needed to support this claim. Grape seed has also been found to help absorb UV rays. Grape seed extract should not replace your sunscreen. The fatty acids of grape seed oil give it emollient properties. Emollients help soothe and soften your skin by creating a film. This film traps moisture within, keeping your skin hydrated. \n\nLearn more about Vitis Vinifera Seed Oil"}, {"ingredient_name": "Lavandula Angustifolia Oil", "ingredient_url": "/ingredients/lavandula-angustifolia-oil", "ingredient_uses": "What it does:\n\nMasking, Tonic", "ingredient_information": "Lavandula Angustifolia Oil is more commonly known as lavender essential oil. Lavandula Angustifolia is known as the English Lavender and famous for creating purple fields in Provence, France. Lavender imparts a scent and may sensitize skin. It contains linalool, a known allergen. \n\n\nRead more\n\n\n\n\n\nRead less\n\n\n\n\n\n\nWhile lavender essential oil is commonly used in aromatherapy to help alleviate symptoms of anxiety and stress, more research is needed to confirm this.However, lavender essential oil has shown to have anti-inflammatory activity due to its prostanoids and histamine content. Lavandula Angustifolia Oil is the volatile oil obtained from the flowers of the Lavender, Lavandula angustifolia, Labiatae. ISO 8902:2009\n\nLearn more about Lavandula Angustifolia Oil"}, {"ingredient_name": "Rosa Damascena Flower Oil", "ingredient_url": "/ingredients/rosa-damascena-flower-oil", "ingredient_uses": "What it does:\n\nMasking, Skin Conditioning", "ingredient_information": "Rosa Damascena Flower Oil is an essential oil made from the Damask Rose. It is often used as a fragrance in cosmetics. Rose Oil has antibacterial and antioxidant properties due to its terpene, glycoside, flavonoid, anthocyanin, and Vitamin C content. The petals of the Damask Rose have shown to have soothing effects on skin. \n\n\nRead more\n\n\n\n\n\nRead less\n\n\n\n\n\n\nOther major parts of Rose Oil include citronellol and geraniol. Both of these are known EU allergens and cause contact-allergies. \n\nLearn more about Rosa Damascena Flower Oil"}], "benefits": [{"benefit_name": "Hydrating"}], "concerns": [{"concern_name": "Hydrating"}]}